Repository: Tigran003/django-project
Catalog: mysite/locale/*/LC_MESSAGES/django.po
Languages: hy

source: Armenian
hy: Հայերեն

source: Russia
hy: Ռուսերեն

source: English
hy: Անգլերեն

source: Products list
hy: Ապրանքների ցանկ

source: Products
hy: Առկա ապրանքներ

source: Name
hy: Ապրանքի անունը

source: Description
hy: Բացատրություն

source: Price
hy: Ապրանքի գինը

source: Discount
hy: Զեղչ

source: welcome hello world
hy: Բարև աշխարհ

source: one product
hy: {count} ապրանք
